Repository: CareEvolution/ResearchKit
Catalog: ResearchKit/Localized/ResearchKit.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sv, sw, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# TONE_LABEL_%@_LEFT
source: %@ Hz, Left
ar: ‏%@ هرتز، يسار
ca: %@ Hz, esquerra
cs: %@ Hz, vlevo
da: %@ Hz, venstre
de: %@ Hz, Links
el: %@ Hz, αριστερά
es: %@ Hz, izquierdo
es_419: %@ Hz, izquierda
fi: %@ Hz, vasen
fr: %@ Hz, à gauche
fr_ca: %@ Hz, gauche
he: ‏%@ הרץ, שמאל
hi: %@ Hz, बाएँ
hr: %@ Hz, lijevo
hu: %@ Hz, bal
id: %@ Hz, Kiri
it: %@ Hz, a sinistra
ja: %@ Hz、左
ko: %@Hz, 왼쪽
ms: %@ Hz, Kiri
nb: %@ Hz, venstre
nl: %@ Hz, links
pl: %@ Hz, lewy
pt: %@ Hz, Esquerdo
pt_pt: %@ Hz, esquerda
ro: %@ Hz, stânga
ru: %@ Гц, левый
sk: %@ Hz, naľavo
sv: %@ Hz, vänster
sw: %@ Hz, Kushoto
th: %@ Hz ซ้าย
tr: %@ Hz, Sol
uk: %@ Гц, зліва
vi: %@ Hz, Trái
zh_cn: %@ Hz，左
zh_hk: %@ Hz，左
zh_tw: 左側，%@ 赫茲

# TONE_LABEL_%@_RIGHT
source: %@ Hz, Right
ar: ‏%@ هرتز، يمين
ca: %@ Hz, dreta
cs: %@ Hz, vpravo
da: %@ Hz, højre
de: %@ Hz, Rechts
el: %@ Hz, δεξιά
es: %@ Hz, derecho
es_419: %@ HZ, derecha
fi: %@ Hz, oikea
fr: %@ Hz, à droite
fr_ca: %@ Hz, droite
he: ‏%@ הרץ, ימין
hi: %@ Hz, दाएँ
hr: %@ Hz, desno
hu: %@ Hz, jobb
id: %@ Hz, Kanan
it: %@ Hz, a destra
ja: %@ Hz、右
ko: %@Hz, 오른쪽
ms: %@ Hz, Kanan
nb: %@ Hz, høyre
nl: %@ Hz, rechts
pl: %@ Hz, prawy
pt: %@ Hz, Direito
pt_pt: %@ Hz, direita
ro: %@ Hz, dreapta
ru: %@ Гц, правый
sk: %@ Hz, napravo
sv: %@ Hz, höger
sw: %@ Hz, Kulia
th: %@ Hz ขวา
tr: %@ Hz, Sağ
uk: %@ Гц, справа
vi: %@ Hz, Phải
zh_cn: %@ Hz，右
zh_hk: %@ Hz，右
zh_tw: 右側，%@ 赫茲

# TOTAL_TAPS_LABEL
source: Total Taps
ar: إجمالي الضغطات
ca: Tocs totals
cs: Počet klepnutí
da: Tryk i alt
de: Tippanzahl
el: Συνολικά αγγίγματα
es: N.º total de pulsaciones
es_419: Toques en total
fi: Napautuksia yhteensä
fr: Total de touchers
fr_ca: Total de contacts
he: סה״כ הקשות
hi: कुल टैप
hr: Ukupan broj dodira
hu: Összes koppintás
id: Total Ketukan
it: Totale tocchi
ja: 合計タップ回数
ko: 탭한 총 횟수
ms: Jumlah Ketikan
nb: Trykk totalt
nl: Totaal aantal tikken
pl: Liczba stuknięć
pt: Total de Toques
pt_pt: Total de toques
ro: Total apăsări
ru: Всего касаний
sk: Počet klepnutí
sv: Totalt antal tryckningar
sw: Jumla ya Mabonyezo
th: การแตะทั้งหมด
tr: Toplam Dokunma
uk: Всього дотиків
vi: Tổng Lần chạm
zh_cn: 轻点总次数
zh_hk: 點按總次數
zh_tw: 總計點按數量

# TOUCH_ANYWHERE_LABEL
source: Touch anywhere to continue
ar: المس أي مكان للمتابعة
ca: Toca a qualsevol lloc per continuar
cs: Pokračujte dotykem kdekoli na displeji.
da: Rør et tilfældigt sted for at fortsætte
de: Tippe irgendwo auf den Bildschirm, um fortzufahren
el: Αγγίξτε οπουδήποτε για να συνεχίσετε
es: Pulsa cualquier punto de la pantalla para continuar
fi: Jatka koskettamalla mihin tahansa
fr: Touchez l’écran n’importe où pour continuer
fr_ca: Touchez n’importe où pour continuer.
he: גע/י במסך כדי להמשיך
hi: जारी रखने के लिए कहीं भी स्पर्श करें
hr: Dodirnite bilo gdje za nastavak
hu: A folytatáshoz érintse meg a képernyőt
id: Sentuh di mana saja untuk melanjutkan
it: Tocca un punto qualsiasi per continuare
ja: 続けるにはどこかをタッチしてください
ko: 계속하려면 아무 곳이나 터치하십시오.
ms: Sentuh di mana-mana untuk teruskan
nl: Tik om verder te gaan
pl: Aby kontynuować, dotknij w dowolnym miejscu
pt: Toque em qualquer lugar para continuar
pt_pt: Toque em qualquer lugar para continuar
ro: Apăsați oriunde pentru a continua
ru: Коснитесь экрана в любом месте, чтобы продолжить
sk: Pokračujte klepnutím na obrazovku.
sv: Fortsätt genom att trycka var som helst
sw: Gusa popote kuendelea
th: แตะที่ใดก็ได้เพื่อดำเนินการต่อ
tr: Sürdürmek için herhangi bir yere dokunun
uk: Торкніть будь-де, щоб продовжити
vi: Chạm vào bất kỳ đâu để tiếp tục
zh_cn: 触碰任意位置以继续
zh_hk: 點一下任何一處以繼續
zh_tw: 觸碰任一處來繼續

# TOWER_OF_HANOI_TASK_ACTIVE_STEP_INTRO_TEXT
source: Solve the Puzzle
ar: حل اللغز
ca: Resol el joc
cs: Vyřešte hlavolam
da: Løs opgaven
de: Löse das Rätsel
el: Επιλύστε το παζλ
es: Soluciona el rompecabezas
es_419: Resuelve el acertijo
fi: Ratkaise tehtävä
fr: Jeu de réflexion
fr_ca: Résoudre le casse-tête
he: פתור/י את הפאזל
hi: पहेली हल करें
hr: Riješite slagalicu
hu: A kirakós megoldása
id: Selesaikan Teka-Teki
it: Risolvi il rompicapo
ja: パズルを解く
ko: 퍼즐을 푸십시오.
ms: Selesaikan Teka-Teki
nb: Løs oppgaven
nl: Los de puzzel op
pl: Rozwiąż łamigłówkę
pt: Solucione o Puzzle
pt_pt: Resolver o puzzle
ro: Rezolvați puzzle‑ul
ru: Решить задачу
sk: Vyriešte rébus
sv: Lös pusslet
sw: Tatua Kitendawili
th: ไขปริศนา
tr: Bulmacayı Çöz
uk: Розв’яжіть головоломку
vi: Giải đố
zh_cn: 解谜
zh_hk: 解開謎題
zh_tw: 解開謎題

# TOWER_OF_HANOI_TASK_ACTIVE_STEP_PROGRESS_TEXT
source: Number of Moves: %@ %@
ar: عدد الحركات: %@ %@
ca: Nombre de moviments: %@ %@
cs: Počet pohybů: %@ %@
da: Antal træk: %@ %@
de: Anzahl der Bewegungen: %@ %@
el: Αριθμός κινήσεων: %@ %@
es: Número de movimientos: %@ %@
es_419: Número de movimientos: %@ %@
fi: Siirtojen määrä: %@ %@
fr: Nombre de déplacements : %@ %@
fr_ca: Nombre de mouvements : %@ %@
he: מספר מהלכים: %@ %@
hi: प्रयासों की संख्या : %@ %@
hr: Broj pokreta: %@ %@
hu: Lépések száma: %@ %@
id: Jumlah Gerakan: %@ %@
it: Numero di mosse: %@ %@
ja: 移動回数: %@ %@
ko: 이동 횟수: %@ %@
ms: Bilangan Pergerakan: %@ %@
nb: Antall trekk: %@ %@
nl: Aantal stappen: %@ %@
pl: Liczba ruchów: %@ %@
pt: Número de Movimentos: %@ %@
pt_pt: Número de movimentos: %@ %@
ro: Număr de mișcări: %@ %@
ru: Число ходов: %@ %@
sk: Počet ťahov: %@ %@
sv: Antal drag: %@ %@
sw: Idadi ya Hatua: %@ %@
th: จำนวนการเคลื่อนย้าย: %@ %@
tr: Hareket Sayısı: %@ %@
uk: Кількість ходів: %@ %@
vi: Số lần di chuyển: %@ %@
zh_cn: 移动次数：%@ %@
zh_hk: 移動次數：%@ %@
zh_tw: 移動次數：%@ %@

# TOWER_OF_HANOI_TASK_ACTIVE_STEP_SKIP_BUTTON_TITLE
source: I cannot solve this puzzle
ar: لا أستطيع حل هذا اللغز
ca: No puc resoldre aquest joc
cs: Tento hlavolam nedokážu vyřešit
da: Jeg kan ikke løse opgaven
de: Ich kann dieses Rätsel nicht lösen
el: Δεν μπορώ να λύσω αυτό το παζλ
es: No sé resolver este rompecabezas
es_419: No puedo resolver este acertijo
fi: En osaa ratkaista tätä tehtävää
fr: Je ne parviens pas à faire ce jeu
fr_ca: Je n’arrive pas à résoudre ce casse-tête
he: איני מצליח/ה לפתור את הפאזל
hi: यह पहेली मेरे द्वारा हल नहीं की जा सकती है
hr: Ne mogu riješiti ovu slagalicu
hu: Nem tudom megoldani ezt a kirakót
id: Saya tidak dapat menyelesaikan teka-teki ini
it: Non riesco a risolvere il rompicapo
ja: 降参
ko: 이 퍼즐을 풀 수 없습니다.
ms: Saya tidak boleh menyelesaikan teka-teki ini
nb: Jeg klarer ikke å løse oppgaven
nl: Ik kan deze puzzel niet oplossen
pl: Nie potrafię rozwiązać tej łamigłówki
pt: Não consigo solucionar este puzzle
pt_pt: Não consigo resolver este puzzle
ro: Nu pot rezolva acest puzzle
ru: Я не могу решить эту задачу
sk: Tento rébus nedokážem vyriešiť
sv: Jag kan inte lösa pusslet
sw: Siwezi kutatua fumbo hili
th: ฉันไขปริศนานี้ไม่ได้
tr: Bu bulmacayı çözemedim
uk: Я не можу розв’язати цю головоломку
vi: Tôi không thể giải câu đố này
zh_cn: 我解不开这个谜
zh_hk: 我無法解開此謎題
zh_tw: 我無法解開此謎題

# TOWER_OF_HANOI_TASK_INTENDED_USE
source: This activity evaluates your puzzle solving skills.
ar: يقيّم هذا النشاط مهاراتك في حل الألغاز.
ca: Aquesta activitat valora la teva capacitat de resoldre trencaclosques.
cs: Tato aktivita vyhodnotí vaši schopnost řešit hlavolamy.
da: Denne aktivitet vurderer din evne til at løse opgaver.
de: Diese Aktivität misst deine Fähigkeit, Rätsel zu lösen.
el: Αυτή η δραστηριότητα αξιολογεί τις ικανότητές σας ως προς την επίλυση παζλ.
es: Esta actividad evalúa tu habilidad para solucionar rompecabezas.
es_419: Esta actividad evalúa tu capacidad para resolver acertijos.
fi: Tämä aktiviteetti arvioi ongelmanratkaisukykyä.
fr: Cette activité évalue votre capacité à terminer un jeu de réflexion.
fr_ca: Cette activité évalue votre capacité à résoudre un casse-tête.
he: פעילות זו מעריכה את מיומנויות פתרון הפאזלים שלך.
hi: इस गतिविधि के द्वारा पहेली को हल करने की आपकी क्षमता का मूल्यांकन किया जाएगा।
hr: Ova aktivnost procjenjuje vaše vještine rješavanja slagalica.
hu: Ez a tevékenység kiértékeli az Ön kirakómegoldási képességeit.
id: Aktivitas ini mengevaluasi kemampuan Anda dalam menyelesaikan teka-teki.
it: Questa attività valuta le tue capacità di risolvere rompicapi.
ja: このアクティビティでは、パズルの解決力を評価します。
ko: 이 실험은 사용자의 퍼즐 푸는 능력을 평가합니다.
ms: Aktiviti ini menilai keupayaan penyelesaian teka-teki anda.
nb: Denne aktiviteten vurderer evnen din til å løse oppgaver.
nl: Met deze activiteit wordt gekeken hoe goed je puzzels kunt oplossen.
pl: To ćwiczenie ocenia Twoją zdolność rozwiązywania łamigłówek.
pt: Esta atividade avalia a sua capacidade para resolver puzzles.
pt_pt: Este exercício avalia a sua capacidade de resolver puzzles.
ro: Această activitate evaluează aptitudinile dvs. de rezolvare a puzzle‑urilor
ru: Во время выполнения этого задания проверяется способность решать сложные вопросы.
sk: Táto aktivita vyhodnotí vašu schopnosť riešiť rébusy.
sv: Den här aktiviteten utvärderar din förmåga att lösa pussel.
sw: Shughuli hii inakadiria uwezo wako wa kutatua vitendawili.
th: กิจกรรมนี้จะประเมินทักษะในการไขปริศนาของคุณ
tr: Bu aktivite, bulmaca çözme becerilerinizi ölçer.
uk: Цей тест оцінює вашу здібність до розв’язання головоломок.
vi: Hoạt động này đánh giá các kỹ năng giải đố của bạn.
zh_cn: 本活动评估您的解谜能力。
zh_hk: 此測試活動會評估你的解題能力。
zh_tw: 此活動會評估您的解題能力。

# TOWER_OF_HANOI_TASK_INTRO_TEXT
source: Move the entire stack to the highlighted platform in as few moves as possible.
ar: انقل الكومة بالكامل إلى المنصة المميزة في أقل عدد ممكن من الحركات.
ca: Trasllada tota la pila a la plataforma ressaltada en el mínim de moviments possibles.
cs: Přesuňte celou sadu na zvýrazněnou podložku s využitím co nejmenšího počtu kroků.
da: Flyt hele stakken til den markerede platform med så få træk som muligt.
de: Bewege den gesamten Stapel in so wenigen Zügen wie möglich auf den markierten Turm.
el: Μετακινήστε ολόκληρη τη στοίβα στην επισημασμένη πλατφόρμα με όσο το δυνατό λιγότερες κινήσεις.
es: Mueve toda la pila a la plataforma resaltada en el mínimo número de movimientos posible.
es_419: Mueve toda la pila a la plataforma iluminada usando un número mínimo de movimientos.
fi: Siirrä koko pino korostetulle alustalle mahdollisimman vähillä siirroilla.
fr: Déplacez toute la pile de disques sur la plateforme en surbrillance en un minimum de déplacements.
fr_ca: Déplacez toute la pile vers la plateforme surlignée en effectuant un minimum de mouvements.
he: הזז/י את המערום כולו אל הפלטפורמה המסומנת בכמה שפחות מהלכים.
hi: पूरे स्टैक को चिह्नांकित प्लेटफ़ॉर्म पर कम से कम प्रयासों में स्थानांतरित करें।
hr: Premjestite cijeli stog na označenu platformu u što je moguće manje poteza.
hu: Helyezze át a teljes köteget a kijelölt oszlopra a lehető legkevesebb lépésben.
id: Pindahkan seluruh tumpukan ke platform yang disorot, semakin sedikit gerakan maka semakin baik.
it: Sposta l'intera pila sul piano evidenziato con il minor numero di mosse possibili.
ja: 塔全体を色の付いた台にできるだけ少ない回数で移動してください。
ko: 아래 스택 전체를 최대한 적게 이동하여 하이라이트된 플랫폼으로 옮기십시오.
ms: Alihkan keseluruhan tindanan ke platform yang diserlahkan dalam paling kurang pergerakan yang mungkin.
nb: Flytt hele stabelen til den markerte plattformen med så få trekk som mulig.
nl: Verplaats de hele stapel in zo min mogelijk stappen naar het gemarkeerde platform.
pl: Przenieś cały zestaw krążków na wyróżnioną podstawę, wykonując jak najmniej ruchów.
pt: Mova toda a pilha para a plataforma em destaque usando o menor número de movimentos possíveis.
pt_pt: Mova a pilha inteira para a plataforma destacada no menor número de movimentos possível.
ro: Mutați toată stiva pe platforma evidențiată din cât mai puține mișcări posibil.
ru: Переместите всю стопку на отмеченное цветом место за наименьшее число ходов.
sk: Presuňte celú pyramídu na zvýraznenú podložku čo najmenším počtom ťahov.
sv: Flytta hela traven till den markerade plattformen med så få drag som möjligt.
sw: Hamisha rundo lote kuelekea jukwaa lililoangaziwa kwa idadi ndogo ya hatua iwezekanavyo.
th: ย้ายทั้งกองไปที่แท่นวางที่ไฮไลท์ไว้โดยเคลื่อนย้ายให้น้อยที่สุดเท่าที่จะทำได้
tr: Tüm yığını, vurgulanan platforma mümkün olan en az hamlede taşıyın.
uk: Перенесіть весь стос на виділену платформу мінімальною кількістю ходів.
vi: Di chuyển toàn bộ chồng đĩa đến bục được tô sáng với số lần di chuyển ít nhất có thể.
zh_cn: 将整个圆盘堆以尽可能少的步数移到高亮显示的平台。
zh_hk: 用最少的次數將所有圓盤移到有顏色標示的平台。
zh_tw: 以最少的次數將所有圓盤移到有顏色標示的平台。

# TOWER_OF_HANOI_TASK_TASK_CALL_TO_ACTION
source: Tap Get Started to begin.
ar: اضغط على البدء لكي تبدأ.
ca: Per iniciar, prem Començar.
cs: Začněte klepnutím na Začít.
da: Tryk på Gå i gang for at starte.
de: Tippe zum Starten auf „Los geht’s“.
el: Αγγίξτε «Έναρξη» για να αρχίσετε.
es: Pulsa Empezar para comenzar.
es_419: Toca Empezar para comenzar
fi: Aloita napauttamalla Aloita-painiketta.
fr: Touchez Démarrer pour commencer.
fr_ca: Touchez Démarrer pour commencer.
he: הקש/י על ״התחלה״ כדי להתחיל.
hi: आरंभ करने के लिए “आरंभ करें” पर टैप करें।
hr: Dodirnite Pokreni za početak.
hu: A kezdéshez koppintson a Kezdés elemre.
id: Ketuk Mulai untuk memulai.
it: Tocca Inizia per cominciare.
ja: 始めるには、“開始”をタップしてください。
ko: 시작하려면 시작하기를 탭하십시오.
ms: Ketik Mulakan untuk memulakan.
nb: Trykk på Start for å begynne
nl: Tik op 'Start' om te beginnen.
pl: Aby rozpocząć, stuknij w Start.
pt: Toque em Iniciar para começar.
pt_pt: Para iniciar, toque em Começar.
ro: Apăsați “Start” pentru a începe.
ru: Чтобы приступить, коснитесь «Начать».
sk: Aktivitu spustíte klepnutím na Začať.
sv: Tryck på Kom igång för att börja.
sw: Gonga 'Anza' kuanza.
th: แตะเริ่มต้นใช้งานเพื่อเริ่ม
tr: Başlamak için Başla’ya dokunun.
uk: Торкніть «Розпочати», щоб почати.
vi: Chạm vào Bắt đầu để bắt đầu.
zh_cn: 轻点“开始”来进行测试。
zh_hk: 點一下「開始」以進行測試。
zh_tw: 點一下「開始測試」來開始。

# TOWER_OF_HANOI_TASK_TITLE
source: Tower of Hanoi
ar: برج هانوي
ca: Torre de Hanoi
cs: Hanojské věže
da: Tårnet i Hanoi
de: Türme von Hanoi
el: Πύργος του Ανόι
es: Torre de Hanoi
es_419: Torre de Hanói
fi: Hanoin torni
fr: Tour de Hanoï
fr_ca: Tours de Hanoï
he: מגדל האנוי
hi: हनोई का टॉवर
hr: Hanojski toranj
hu: Hanoi tornyai
id: Menara Hanoi
it: Torre di Hanoi
ja: ハノイの塔
ko: 하노이의 탑
ms: Menara Hanoi
nb: Tårnet i Hanoi
nl: Torens van Hanoi
pl: Wieże Hanoi
pt: Torre de Hanói
pt_pt: Torre de Hanoi
ro: Turnul din Hanoi
ru: Ханойская башня
sk: Hanojská veža
sv: Tornen i Hanoi
sw: Mnara wa Hanoi
th: หอคอยแห่งฮานอย
tr: Hanoi Kulesi
uk: Ханойська вежа
vi: Tháp Hà Nội
zh_cn: 汉诺塔
zh_hk: 河內塔
zh_tw: 河內塔

# TRAILMAKING_CALL_TO_ACTION
source: Tap Get Started to begin.
ar: اضغط على البدء لكي تبدأ.
ca: Per iniciar, prem Començar.
cs: Začněte klepnutím na Začít.
da: Tryk på Gå i gang for at starte.
de: Tippe zum Starten auf „Los geht’s“.
el: Αγγίξτε «Έναρξη» για να αρχίσετε.
es: Pulsa Empezar para comenzar.
fi: Aloita napauttamalla Aloita-painiketta.
fr: Touchez Démarrer pour commencer.
fr_ca: Touchez Démarrer pour commencer.
he: הקש/י על ״התחלה״ כדי להתחיל.
hi: आरंभ करने के लिए “आरंभ करें” पर टैप करें।
hr: Dodirnite Pokreni za početak.
hu: A kezdéshez koppintson a Kezdés elemre.
id: Ketuk Mulai untuk memulai.
it: Tocca Inizia per cominciare.
ja: 始めるには、“開始”をタップしてください。
ko: 시작하려면 시작하기를 탭하십시오.
ms: Ketik Mulakan untuk memulakan.
nl: Tik op 'Start' om te beginnen.
pl: Aby rozpocząć, stuknij w Start.
pt: Toque em Iniciar para começar.
pt_pt: Para iniciar, toque em Começar.
ro: Apăsați “Start” pentru a începe.
ru: Чтобы приступить, коснитесь «Начать».
sk: Aktivitu spustíte klepnutím na Začať.
sv: Tryck på Kom igång för att börja.
sw: Gonga 'Anza' kuanza.
th: แตะเริ่มต้นใช้งานเพื่อเริ่ม
tr: Başlamak için Başla’ya dokunun.
uk: Торкніть «Розпочати», щоб почати.
vi: Chạm vào Bắt đầu để bắt đầu.
zh_cn: 轻点“开始”来进行测试。
zh_hk: 點一下「開始」以進行測試。
zh_tw: 點一下「開始測試」來開始。

# TRAILMAKING_ERROR
source: %@ (%d error)
ar: ‏%@ (%d من الأخطاء)
cs: %@ (chyby: %d)
da: %@ (%d fejl)
de: %@ (%d Fehler)
el: %@ (%d σφάλμα)
fi: %@ (%d virhe)
fr: %@ (%d erreur)
fr_ca: %@ (%d erreur)
he: ‏%@ (מס׳ שגיאות: %d)
hi: %@ (%d त्रुटि)
hr: %@ (greške: %d)
hu: %@ (%d hiba)
id: %@ (%d kesalahan)
it: %@ (%d errore)
ja: %@（%d個のエラー）
ko: %@(오류 %d개)
ms: %@ (%d kesalahan)
nl: %@ (%d fout)
pl: %@ (%d błąd)
pt: %@ (%d erro)
pt_pt: %@ (%d erro)
ro: %@ (%d eroare)
ru: %@ (ошибок: %d)
sk: %@ (chyby: %d)
sv: %@ (%d fel)
sw: %@ (kosa %d)
th: %@ (ผิด %d ครั้ง)
tr: %@ (%d hata)
uk: %@ (помилка %d)
vi: %@ (%d lỗi)
zh_cn: %@（%d 个错误）
zh_hk: %@（%d 個錯誤）
zh_tw: %@（%d 項錯誤）

# TRAILMAKING_ERROR_PLURAL
source: %@ (%d errors)
ar: ‏%@ (%d من الأخطاء)
cs: %@ (chyby: %d)
da: %@ (%d fejl)
de: %@ (%d Fehler)
el: %@ (%d σφάλματα)
es: %@ (%d errores)
fi: %@ (%d virhettä)
fr: %@ (%d erreurs)
fr_ca: %@ (%d erreurs)
he: ‏%@ (מס׳ שגיאות: %d)
hi: %@ (%d त्रुटियाँ)
hr: %@ (greške: %d)
hu: %@ (%d hiba)
id: %@ (%d kesalahan)
it: %@ (%d errori)
ja: %@（%d個のエラー）
ko: %@(오류 %d개)
ms: %@ (%d kesalahan)
nl: %@ (%d fouten)
pl: %@ (błędów: %d)
pt: %@ (%d erros)
pt_pt: %@ (%d erros)
ro: %@ (%d erori)
ru: %@ (ошибок: %d)
sk: %@ (chyby: %d)
sv: %@ (%d fel)
sw: %@ (makosa %d)
th: %@ (ผิด %d ครั้ง)
tr: %@ (%d hata)
uk: %@ (помилки %d)
vi: %@ (%d lỗi)
zh_cn: %@（%d 个错误）
zh_hk: %@（%d 個錯誤）
zh_tw: %@（%d 項錯誤）

# TRAILMAKING_INTENDED_USE
source: This activity evaluates your visual attention and task switching by recording the time required to tap a series of dots in order.
ar: يعمل هذا النشاط على تقييم انتباهك البصري وتبديل المهام لديك عن طريق تسجيل الوقت اللازم للضغط على سلسلة من النقاط بالترتيب.
ca: Aquesta activitat avalua la teva atenció visual i la teva capacitat de canvi de tasques comptant el temps que necessites per prémer una sèrie de punts en ordre.
cs: Tato aktivita vyhodnotí vaši vizuální pozornost a schopnost přecházet mezi úlohami. Zaznamená čas, který budete potřebovat ke klepání na řadu bodů v určeném pořadí.
da: Denne aktivitet evaluerer din visuelle opmærksomhed og evne til at skifte mellem opgaver ved at registrere, hvor lang tid det tager at trykke på en række prikker i rækkefølge.
de: Mit dieser Aktivität werden deine visuelle Aufmerksamkeit und der Aufgabenwechsel geprüft, indem die Zeit gemessen wird, die du benötigst, um in der richtigen Reihenfolge auf eine Reihe von Punkten zu tippen.
el: Αυτή η δραστηριότητα αξιολογεί την οπτική προσοχή σας και την ικανότητα αλλαγής εργασιών, εγγράφοντας τον χρόνο που χρειάζεστε για να αγγίξετε κάποιες κουκκίδες στη σειρά.
es: Este ejercicio evalúa tu capacidad de atención visual y para cambiar de tarea grabando el tiempo que necesitas para pulsar una serie de puntos por orden.
fi: Tämä aktiviteetti arvioi visuaalista tarkkaavaisuutta ja tehtävänvaihtoa mittaamalla aikaa, joka kuluu pisteiden napautteluun järjestyksessä.
fr: Cette activité évalue votre attention visuelle et votre capacité à passer d’une tâche à une autre en enregistrant le temps qu’il vous faut pour toucher une série de points dans l’ordre.
fr_ca: Cette activité évalue votre attention visuelle et votre capacité à alterner les tâches en enregistrant le temps requis pour toucher une série de points dans l’ordre.
he: פעילות זו בודקת את הקשב החזותי שלך ואת היכולת שלך לדלג בין משימות, על-ידי רישום משך הזמן שדרוש לך כדי להקיש על סידרה של נקודות.
hi: इस गतिविधि द्वारा क्रमानुसार बिंदुओं की शृंखला को टैप करने में लगने वाले आवश्यक समय को रिकॉर्ड करके आपकी विज़ुअल एकाग्रता का और कार्य स्विचिंग का मूल्यांकन किया जाता है।
hr: Ova aktivnost evaluira vašu vizualnu pažnju i mogućnost promjene zadataka tako što bilježi vrijeme potrebno za redoslijedno dodirivanje niza točaka.
hu: Ez a feladat a vizuális figyelmét és feladatváltási képességét értékeli ki, amelynek során leméri, mennyi időre van szüksége ahhoz, hogy egy pontokból álló sorozatra koppintson a megfelelő sorrendben.
id: Aktivitas ini mengevaluasi perhatian visual dan peralihan tugas Anda dengan merekam waktu yang diperlukan untuk mengetuk rangkaian lingkaran sesuai urutan.
it: L'attività valuta la tua attenzione visiva e il passaggio da un compito all’altro registrando il tempo richiesto per toccare una serie di punti in ordine.
ja: このアクティビティでは、一連の円を順番にタップするために必要な時間を記録することで、あなたの視覚的注意力と切り替え能力を評価します。
ko: 이 실험은 여러 개의 점을 순서대로 탭하는 데 들인 시간을 기록하여 사용자의 시주의와 과제 전환 능력을 평가합니다.
ms: Aktiviti ini menilai perhatian visual dan penukaran tugas anda dengan merekod masa yang diperlukan untuk mengetik siri bulatan dalam tertib.
nl: Met deze activiteit wordt je visuele aandacht en je vermogen om tussen taken te schakelen gemeten door de tijd vast te leggen die je nodig hebt om in de juiste volgorde op een reeks stippen te tikken.
pl: To ćwiczenie ocenia Twoje zdolności skupienia się na obrazie oraz przełączania zadań przez pomiar czasu potrzebnego do stuknięcia w serię kropek w odpowiedniej kolejności.
pt: Esta atividade avalia a sua atenção visual e alternância de tarefas, por meio da gravação do tempo necessário para tocar em uma série de pontos ordenados.
pt_pt: Este exercício avalia a sua atenção visual e troca de tarefas ao registar o tempo necessário para tocar numa série de pontos por ordem.
ro: Această activitate vă evaluează atenția vizuală și comutarea între sarcini prin înregistrarea timpului necesar pentru a apăsa o serie de puncte în ordine.
ru: Во время выполнения этого задания оцениваются зрительное сосредоточение и способность переключаться с одной задачи на другую. Основанием для оценки служит время, затраченное на то, чтобы коснуться всех точек по порядку.
sk: Táto aktivita vyhodnotí vašu vizuálnu pozornosť a schopnosť pracovať na viacerých úlohách tak, že zaznamená čas, ktorý potrebujete na klepnutie na sériu bodiek v určitom poradí.
sv: Den här aktiviteten utvärderar hur uppmärksam du är visuellt och hur bra du är på att växla mellan uppgifter genom att registrera tiden som krävs för att trycka på en serie med prickar i följd.
sw: Shughuli hii inakagua uangalifu wako wa kuona na uwezo wa kubadilisha kazi kwa kurekodi muda unaohitajika kugusa mfululizo wa nukta kwa mpangilio.
th: กิจกรรมนี้จะประเมินสมาธิในการมองเห็นและทักษะการสลับการทำงานของคุณโดยบันทึกเวลาที่ใช้ในการแตะชุดของวงกลมตามลำดับ
tr: Bu aktivite, bir dizi noktaya sırayla dokunmanız için gereken süreyi kaydederek görsel dikkatinizi ve görev geçişinizi değerlendirir.
uk: Цей тест оцінює рівень вашої зорової уважності та здатність перемикатися між завданнями, фіксуючи, скільки потрібно часу, щоб торкнути серію крапок по черзі.
vi: Hoạt động này đánh giá khả năng tập trung thị giác và chuyển đổi nhiệm vụ bằng cách ghi lại thời gian cần thiết để chạm vào một chuỗi các dấu chấm theo thứ tự.
zh_cn: 本活动通过记录按顺序轻点一系列圆点所需的时间，来评估您的视觉注意力和任务切换能力。
zh_hk: 此測試活動會記錄你順序點按一系列圓點所需的時間，以評估你的視覺注意力及工作切換的能力。
zh_tw: 此活動會讓您依序點按一系列的圓點，並記錄您花費的時間，以評估您的視覺注意力和任務切換。
